[
    {
        "id":1,
        "title":"PILATES BY LENA. Amsterdam, Netherlands",
        "description":"I had the pleasure of working with Lena, a talented Pilates instructor, on a photoshoot aimed\nat promoting her online Pilates classes. The session took place in a yoga studio in the heart\nof Amsterdam, a location that exudes tranquility and serenity, perfect for capturing the\nessence of Pilates.\nThe goal of the session was to highlight Lena's professionalism and passion for Pilates, as\nwell as the relaxing and motivating atmosphere she creates in her classes. We utilized the\nstudio's natural light to achieve fresh and vibrant images that reflect Lena's positive energy\nand the warm, inviting environment of the studio.\nThe resulting photos showcase Lena in various Pilates poses, emphasizing her impeccable\ntechnique and her deep connection with both body and mind.",
        "images_qty":16
    },
    {
        "id":2,
        "title":"ALEKS - YOGA TEACHER. Tulum, Mexico",
        "description":"This session was for Aleks, a renowned Canadian yoga instructor who is developing her\nwebsite. We conducted the shoot at a hotel with the distinctive design characteristic of\nTulum. We closely collaborated with the brand Alo Yoga, carefully matching the tones of their\napparel to create a perfect visual harmony with the surroundings.",
        "images_qty":21
    },
    {
        "id":3,
        "title":"DESTINO ALMICO Retreat. Bariloche, Argentina",
        "description":"This coaching retreat was organized by Destino Almico in the stunning region of Bariloche,\nPatagonia, Argentina. Over the course of a week, I captured the essence of the experience\nthrough photography and videography. My content will be used to promote future retreats,\nshowcasing the unique and transformative nature of these events.",
        "images_qty":36
    },
    {
        "id":4,
        "title":"MOJO SURF HURLEY. Canary Islands",
        "description":"I traveled to the Canary Islands to work on a summer project for Mojo Surf Hurley. My role\ninvolved creating content for their social media channels and websites to promote their surf\nschool, hotel, and summer camp.",
        "images_qty":53
    },
    {
        "id":5,
        "title":"TEMAZCAL CEREMONY. Tulum, Mexico",
        "description":"This Temazcal ceremony took place at the Ikal Retreat Center in Tulum, Mexico. It was a full\nday of meditation, Temazcal, and a cacao ceremony. I was responsible for the audiovisual\nproduction of the event.",
        "images_qty":17
    },
    {
        "id":6,
        "title":"SATTVA YOGA ROMA RETREAT. Tuscany, Italy",
        "description":"This weekend Meditation and Silence Retreat took place in Tuscany, at a villa in the\nmountains. I was responsible for creating a photographic production for their digital\nmarketing.",
        "images_qty":23
    },
    {
        "id":7,
        "title":"MAC - MODEL. Tulum, Mexico",
        "description":"Mac, a model from Los Angeles, California, needed to promote his new seasonal designer\nclothing line for his business. The photoshoot took place at the most luxurious hotel in\nTulum, Azulik Hotel.",
        "images_qty":15
    },
    {
        "id":8,
        "title":"REAL ESTATE. Around the world",
        "description":"This portfolio showcases a variety of real estate photography, featuring different styles and\narchitectures of apartments, beach clubs, hotels, and retreat centers across several\ncountries. Each image is a testament to my work and expertise in creating compelling\nmarketing content for these properties. I have curated this collection to highlight my unique\nstyle and perspective in capturing the essence of each location. Explore the diversity and\ncreativity in my photography, and see how I can bring your property to life through my lens.",
        "images_qty":21
    },
    {
        "id":9,
        "title":"CONTENT CREATORS & YOGA RETREAT, by SIGISMONDI. Salento, Italy",
        "description":"This project involved creating photo and video content for a retreat organized by the\nrenowned photographer Alessandro Sigismondi. My role was to produce behind-the-scenes\ncontent as well as materials for the participants. The retreat was designed for yoga\ninstructors aiming to enhance their skills in creating their own business content. Additionally,\nthe participants had the opportunity to practice yoga with the esteemed Ty Landrum, who\nwas also conducting his teacher training at the retreat center. My content was utilized for the\nmarketing efforts of the organizer and featured on the social media channels of the Yoga in\nSalento retreat center.",
        "images_qty":53
    },
    {
        "id":10,
        "title":"PROJEKT FORMANEKGASSE. Vienna, Austria",
        "description":"This project was carried out in collaboration with photographer Victor Liska in the city of\nVienna for a new building.",
        "images_qty":17
    },
    {
        "id":11,
        "title":"BIOTOP ZENTRALE. Vienna, Austria",
        "description":"This photo session was conducted in collaboration with photographer Victor Liska in Vienna\nfor the headquarters of Biotop Company. We were responsible for creating content for their\nsocial media marketing, website, and advertising magazines.",
        "images_qty":13
    },
    {
        "id":12,
        "title":"Wild Souls Retreats. Around the world",
        "description":"Wild Souls Retreat is a company that organizes retreats around the world, and I am\nresponsible for creating all the content for their social media, website, and all promotional\nmaterials related to their digital marketing. We have organized retreats in locations such as\nPuglia in Italy, Lisbon and the Azores Islands in Portugal, the Cape Verde Islands in Africa,\nCyprus, the Netherlands, among others. Here you will find a few reference images to\nappreciate my work style related to yoga, but on my Instagram and YouTube channel, you\nwill find the promotional videos I have created in various countries.",
        "images_qty":71
    },
    {
        "id":13,
        "title":"LOTUS BELLE. Dolomites, Italy",
        "description":"This project was an audiovisual production of photos and videos for an advertising campaign\nin the Dolomites, Italy. The luxury glamping brand Lotusbelle aimed to showcase the\nversatility of their product by featuring it in the stunning locales of the Italian and Austrian\nAlps. Additionally, there was a collaboration with the renowned outdoor brand Yeti, allowing\nus to combine the strengths of both brands. Here, I present just a sample of the content we\ncreated.",
        "images_qty":1
    },
    {
        "id":14,
        "title":"MATIAS SOULE. Turin, Italy",
        "description":"This production involved creating content for Juventus football player Matías Soulé, who\nneeded photos to promote Adidas apparel, his official sponsor, on his social media.\nAdditionally, we captured images of the pre-season. Here are just a few photos from the\nproduction.",
        "images_qty":12
    },
    {
        "id":15,
        "title":"ELECTRONIC MUSIC EVENTS. Around the world",
        "description":"My career has taken me to various corners of the world, from Argentina and Mexico to multiple\ncountries across Europe, where I have worked with prominent event companies such as Ánimo from\nSpain and Radio Internacional Downtown Tulum..\nI have had the privilege of collaborating with renowned international DJs who have shined at global\nfestivals, including Steve Lawler, Jamie Jones, Andrea Oliva, Facundo Mohrr, Timo Maas, The\nMartinez Brothers, Sharam, Sparrow & Barbossa, Joeski, Stefano Noferini, Simon Vuarambon,\nBe Svendsen, Frankey & Sandrino, Omar Labastida, among many others.",
        "images_qty":83
    },
    {
        "id":16,
        "title":"MANDALI RETREAT CENTER. D´Orta Lake, Italy",
        "description":"This project was for one of the largest yoga centers in Europe, located in the mountains with\nstunning views of Lake D'Orta in northern Italy. They hosted a week-long festival for families,\nfeaturing a variety of activities, including musical performances, wellness sessions, and\noutdoor adventures. I was responsible for capturing the most special moments of the\nexperience through images.",
        "images_qty":38
    }
]